-> main

=== main ===
Привет, Чурка!
	+ [Слушай, я к тебе с миром шел епта]
		-> Continue1()
	+ [Эээээ вася]
		-> Continue2()
	+ [Сам чурка, уебан конченный]
		-> Continue3()

=== Continue1() ===
Бля, прости, не подумал
Обычно я привык со всяким отбросом общаться
Короче, сейчас введу в курс дела
-> END

=== Continue2() ===
Воу воу, по легче армян
Я же пошутил, скажи спасибо, что не про мать
Давай начнем работать
-> END

=== Continue3() ===
Ебать ты жесткий, ну ладно, забыли ебать
Раз ты на агрессычах
То я мать твою трахал сука бля
Иди разбирайся в работе, уеба 
-> END